{
  "records": [
    {
      "fields": {
        "Title": "To Catch a Scorpion",
        "Description": "BBC-Reporterin Sue Mitchell macht sich in \"To Catch A Scorpion\" gemeinsam mit Ex-Soldat Rob Lawrie auf die Suche nach Barzan Majeed, aka \"the Scorpion\". Der Iraker Majeed gilt als mächtigster Menschenhändler Europas, zehntausenden Geflüchteten verkaufte er die illegale und gefährliche Einreise nach Großbritannien in Schlauchbooten. Majeed hat das reich gemacht, manche seiner \"Kund*innen\" bezahlten mit ihrem Leben. Mitchell und Lawrie wollen nun das schaffen, woran Behörden mehrerer Länder gescheitert sind: Majeed finden. Sie folgen seinen Spuren von Nottingham über Calais, Belgien und die Türkei bis in den Irak und bringen sich dabei mehrfach in echt brenzlige Situationen. Dieser Podcast ist schnell, packend, aufklärend und inzwischen preisgekrönt.",
        "Language": "English",
        "Podlink": "https://pod.link/1741328387",
        "recommended_by": "Oh my pod!",
        "CoverPath": "cover/podcast_rec3fWS6uzrFwWcti.jpg"
      }
    },
    {
      "fields": {
        "Title": "OK, America?",
        "Description": "Dieser Podcast könnte inzwischen statt \"OK, America?\"ja auch \"WTF, America?\" heißen. Es würde passen zu der politischen Dystopie, die sich auf der anderen Seite des Atlantiks entwickelt. Glücklicherweise fällt den Hosts des Podcasts – Rieke Havertz und Klaus Brinkbäumer – deutlich mehr und treffenderes ein zu der politischen Lage in den USA, und das jede Woche. US-amerikanische Politik ist schwer auszuhalten, aber dieser Podcast macht es ein bisschen einfacher und ist eine absolute Empfehlung in Zeiten wie diesen.",
        "Language": "German",
        "Podlink": "https://pod.link/1500023595",
        "recommended_by": "Oh my pod!",
        "CoverPath": "cover/podcast_rec3jUsiJW4rxZ97c.jpg"
      }
    },
    {
      "fields": {
        "Title": "Gute Fragen Gute Freunde",
        "Description": "Das Cover ist cute, die Idee dieses Podcasts ist es noch mehr: In Gute Fragen Gute Freunde treten die Hosts Johannes Nichelmann und Lili Vogelsang gegen eine KI namens Slike an. In jeder Folge stellt Silke eine tiefgründige Frage, die die Hosts gemeinsam mit ihren Gästen diskutieren. Hilfe dürfen sie sich aus ihrem Telefonbuch holen und bis zu vier Anrufe tätigen. Von Lili und Max Giesinger möchte Silke etwa wissen, warum Drogen illegal sind. Neben einem Juristen und einem drogenaffinen Freund von Max darf auch Sänger Johannes Oerding seinen Senf dazu abgeben. Mit Mohamed Amjahid diskutiert Lili, wann man lügen darf. Dabei werden sie telefonisch unterstützt von der Autorin Olga Grjasnowa und Lilis Vater. Es entstehen teils drollige Gespräche, teils schlaue Gedanken und sehr häufig süße Momente mit den Telefongästen. Pickt euch am besten die Gäste heraus, die ihr spannend findet.",
        "Language": "German",
        "Podlink": "https://pod.link/1737980238",
        "recommended_by": "Oh my pod!",
        "CoverPath": "cover/podcast_rec8JdQKV0QtemfZg.jpg"
      }
    },
    {
      "fields": {
        "Title": "Land ohne Vater",
        "Description": "\"Land ohne Vater\" ist eine Aufarbeitung der NSU-Morde aus Opfersicht. Im Mittelpunkt stehen die Geschichten von Gamze Kubaşık und Semiya Şimşek. Ihre Väter, Mehmet und Enver, wurden Opfer des NSU – und Gamze und Semiya somit ebenso. Jahrelang mussten sie und ihre Familien darunter leiden, dass sich die Polizei weigerte, nach rechts zu ermitteln. \"Döner-Morde\" hieß es in den Medien, und: ihre Väter seien wohl in Drogengeschäfte verwickelt gewesen. Als der NSU endlich auffliegt, beginnt ein zweiter Trauerprozess für die Töchter: Nicht mehr nur um ihre Väter, sondern auch um ihr Heimatland, wo sie sich nicht mehr sicher fühlen. Host und Autorin Antonia Woloshyn hat eine fesselnde Geschichte produziert, die auch von ihren eindrucksvollen Gesprächspartner*innen lebt: Eine bekannte Rechtsextremistin, die Insider-Wissen teilt, ein FBI-Profiler und ein Polizeibeamter, der von Anfang an vermutete, das etwas vertuscht werden sollte. Gerade in den heutigen Zeiten finde ich es wichtig, dass wir dieses dunkle Kapitel der jüngeren deutschen Vergangenheit nicht vergessen. ",
        "Language": "German",
        "Podlink": "https://pod.link/1789141684",
        "recommended_by": "Oh my pod!",
        "CoverPath": "cover/podcast_rec8hEUJYZl3xo8Yw.jpg"
      }
    },
    {
      "fields": {
        "Title": "What We Spend",
        "Description": "\"What We Spend\" ist auf den ersten Blick nichts anderes als ein auditives Haushaltsbuch. In jeder Folge hören wir einer anderen Person zu, wie sie ihre Ausgaben und Einnahmen der Woche trackt. Allein das Haushaltsbuch wäre schon ein spannendes Konzept, weil wir sind ja schließlich alle neugierig, oder? Gerade in Deutschland, dem \"Über Geld spricht man nicht, Geld hat man\"-Land. Dabei interessiert uns doch brennend, wie viel andere Menschen täglich so für Kaffee, Croissants und Lebensmittel ausgeben – und: wie sie sich dabei fühlen. Und genau darum geht es nämlich auch. Es geht um Scham & Angst und darum, wie ständige Geldsorgen die mentale und körperliche Gesundheit beeinflussen. Host Courtney Harrell führt einfühlsame, fast therapeutische Interviews mit ihren Protagonist*innen, in denen immer wieder auch Tränen fließen. Aber es gibt auch auflockernden Galgenhumor, sehr viel ehrliche Selbstreflektion und positive Überraschungen.\n­",
        "Language": "English",
        "Podlink": "https://pod.link/1806711479",
        "recommended_by": "Oh my pod!",
        "CoverPath": "cover/podcast_recCAkvI2UlNK8CCy.jpg"
      }
    },
    {
      "fields": {
        "Title": "I'm not a Monster: The Shamima Begum Story",
        "Description": "2015 verschwinden drei 15-jährige Mädchen aus London. Ihr Ziel: Syrien, wo sie sich dem Islamischen Staat anschließen. Eine der Teenagerinnen ist Shamima Begum. Wir lernen sie in der zweiten Staffel von \"I'm Not a Monster\", einer zehnteiligen BBC-Doku, kennen. Denn Shamima taucht vier Jahr später wieder auf, in einem syrischen Flüchtlingslager, schwanger von einem IS-Terroristen. Sie möchte zurück nach Großbritannien, aber die damalige Regierung stuft sie als Sicherheitsrisiko ein und entzieht ihr die Staatsbürgerschaft. Das besondere an dieser Doku: Reporter Joshua Baker ist durch puren Zufall von Anfang an dabei. 2015 produziert er gerade eine Reportage über die \"East London Mosque\", als drei Mädchen, die normalerweise diese Moschee besuchen, verschwinden. Es sind Shamima und ihre Freundinnen. Baker trifft Shamima schließlich 2022 in Syrien, hört sich ihre Seite der Geschichte an und versucht zu ergründen, wie viel Gefahr von dieser jungen Frau wirklich ausgeht. Und: wie mächtig das Online-Grooming des IS ist.",
        "Language": "English",
        "Podlink": "https://pod.link/1540251892",
        "recommended_by": "Oh my pod!",
        "CoverPath": "cover/podcast_recDEz3uDN8TBnECP.jpg"
      }
    },
    {
      "fields": {
        "Title": "Stolen: Surviving St. Michael's",
        "Description": "Ausgezeichneter Journalismus, literally: In der Doku-Serie \"Stolen – Surviving St. Michael's\" deckt Reporterin Connie Walker ihr eigenes transgenerationales Familientrauma auf. Walker gehört zum indigenen Volk der Cree, das seine Wurzeln im Süden Kanadas hat. Ihr Vater wurde als Kind Opfer von Missbrauch durch Priester an einer sogenannten \"Residential School\". Diese internat-ähnlichen Schulen existierten in Kanada bis in die 90er Jahre hinein und sollten indigene Kinder von ihrer Kultur trennen. Für \"Stolen\" bekam Walker nicht nur den Pulitzer Preis sondern auch den renommierten Peabody Award. Und wenn das keine Hörempfehlung ist, wissen wir auch nicht.",
        "Language": "English",
        "Podlink": "https://pod.link/1554011083",
        "recommended_by": "Oh my pod!",
        "CoverPath": "cover/podcast_recFM7cT362ufDiJi.jpg"
      }
    },
    {
      "fields": {
        "Title": "Verzockt: Das System Sportwetten",
        "Description": "Wettanbieter sind große Sponsoren von Bundesliga-Clubs, obwohl 4,6 Millionen Menschen in Deutschland glücksspielsüchtig sind, oder erste Symptome einer Sucht zeigen. Tendenz steigend. Und Glücksspielsucht ist richtig gefährlich. In \"Verzockt\" treffen wir einen Protagonisten, der literally alles verzockt hat. Geld, Beziehungen, Lebensmut. Und trotzdem fällt der Ausstieg schwer. Sportwetten werden als spaßiges Lifestyle-Produkt beworben, dabei können sie Existenzen zerstören. Wie konnte diese milliardenschwere Industrie so groß werden? So gut wie unreguliert in der Mitte der Gesellschaft ankommen? Und wie anfällig ist das Geschäft mit den Sportwetten für Geldwäsche und Manipulation? All diese Fragen beantwortet diese Doku der SZ und Spotify. Wir lernen die Gründer von Tipico, einem der größten Sportwettenanbieter, kennen. Wir hören von Wettbürobetreibern, Wettsüchtigen – und einem Mann, der dutzende Fußballspiele manipuliert und somit hunderttausende Euro verdient hat. ",
        "Language": "German",
        "Podlink": "https://pod.link/1806643396",
        "recommended_by": "Oh my pod!",
        "CoverPath": "cover/podcast_recIcwlfo6DOatWzq.jpg"
      }
    },
    {
      "fields": {
        "Title": "Wild Boys",
        "Description": "Als im Sommer 2003 zwei völlig abgemagerte Jungs in Vernon im Okanagan Tal auftauchen, wird die verschlafene kanadische Kleinstadt auf den Kopf gestellt. Die Teenager seien von ihren Eltern in der Wildnis aufgezogen worden, sagen sie selbst. Die warmherzigen Bewohner*innen kümmern sich in den folgenden Wochen rührend um die beiden, versuchen sie aufzupäppeln. Aber als die Presse anfängt, über den Fall zu berichten, wird klar: Die Jungs haben gelogen. Doch was ist ihre wahre Geschichte? Und welche Spuren haben sie in der gutgläubigen Community hinterlassen? Diese Fragen beantwortet Host Sam Mullins, der selbst aus Vernon kommt, in \"Wild Boys\". Dieser Podcast hat Spannung, Gefühl, Witz und jede Menge Plot Twists: Absolutes Binge-Material.",
        "Language": "English",
        "Podlink": "https://pod.link/1633676383",
        "recommended_by": "Oh my pod!",
        "CoverPath": "cover/podcast_recIh5DvIXdLspQ7z.jpg"
      }
    },
    {
      "fields": {
        "Title": "The Europeans",
        "Description": "Der Fokus der politischen Berichterstattung liegt ja meistens auf den Krisenherden der Welt. Aber es passiert noch viel mehr! Wer noch brainspace für Politik und Kultur in Europa hat, dem empfehlen wir den Indie-Podcast \"The Europeans\" wärmstens. Hier bringt uns ein diverses Host- und Reporter*innen-Team Themen nahe, die Europa bewegen, und zwar garantiert \"non-boring\", wie es in der Beschreibung heißt. Neben den aktuellen Folgen ist die dreiteilige Serie \"The Oatly Chronicles\" ein super Einstieg. Darin geht es um den Aufstieg der schwedischen Hafermilch-Brand, fragwürdige Investoren und die kleine Frage, ob es in einem kapitalistischen System überhaupt Rettung für den Planeten geben kann.",
        "Language": "English",
        "Podlink": "https://pod.link/1315776736",
        "recommended_by": "Oh my pod!",
        "CoverPath": "cover/podcast_recMzBmKyOP5FfWYs.jpg"
      }
    },
    {
      "fields": {
        "Title": "Was dich bewegt",
        "Description": "In der Fitness- und Gesundheitsblase wird so unfassbar viel Quatsch geredet, dass dieser Podcast eine echte Wohltat ist: Der Hamburger Personal Trainerin Arlow Pieniak und seine Frau, Inken Roß (systemische Coachin) geben in \"Was dich bewegt\" wirklich sinnvolle Gesundheits-Tipps. Hier hat diet culture überhaupt keinen Platz hat und es geht ausschließlich um Gesundheit und Wohlbefinden. Arlow und Inken blicken stets mit einen ganzheitlichen, wissenschaftlichen Blick auf Gesundheit, und somit auch um die Verbindung von Körper und Geist. Besonders schön: Dieser Podcast wird mit viel Liebe handgeklöppelt, sogar das Intro singen die beiden jedes mal live ein.",
        "Language": "German",
        "Podlink": "https://pod.link/1680757006",
        "recommended_by": "Oh my pod!",
        "CoverPath": "cover/podcast_recPAkxa47ffVSXyJ.jpg"
      }
    },
    {
      "fields": {
        "Title": "Wind of Change",
        "Description": "Hat die CIA die Scorpions-Wendehymne \"Wind of Change\" geschrieben, um den eisernen Vorhang herunter singen zu lassen? Eine absurde Frage. Und der Aufhänger dieses achtteiligen Podcast-Klassikers. Der US-amerikanische Investigativjournalist Patrick Radden Keefe hörte dieses Gerücht das erste Mal 2011 von einem Freund, der es wiederum von einem Ex-CIA-Mitarbeiter gehört hat, der es von einem Ex-Kollegen gehört haben will... classic stille Post. Aber die Frage lässt Keefe über Jahre nicht los und so fängt er schließlich an, zu recherchieren. Er findet schnell heraus: Dass die CIA Popkultur für ihre Zwecke nutzt, ist nicht neu. Aber wie weit geht sie? Keefe spricht mit einer Ex-CIA-Mitarbeiterin (die sagt: \"Ausschließen würde ich nichts\"), besucht ein Scorpions-Konzert in der Ukraine, holt sich Rat beim deutschen MTV-Urgestein Markus Kavka und trifft am Ende sogar Klaus Meine, Frontman der Scorpions. Ein extrem gut geschriebenes, low stakes Storytelling, das trotzdem immer spannend bleibt. ",
        "Language": "English",
        "Podlink": "https://pod.link/1509307460",
        "recommended_by": "Oh my pod!",
        "CoverPath": "cover/podcast_recQf8CvjzUAendTW.jpg"
      }
    },
    {
      "fields": {
        "Title": "The Abercrombie Guys: The Dark Side of Cool ",
        "Description": "Guter Investigativjournalismus sorgt im besten Fall für etwas mehr Gerechtigkeit. Diese jahrelange Recherche hat genau das geschafft. Für \"The Abercrombie Guys: The Dark Side of Cool\" hat die BBC-Reporterin Rianna Croxford aufgedeckt, dass Mike Jeffries und sein Partner Matthew Smith systematisch junge Männer sexuell ausgebeutet haben. Die Männer wurden für ihre Teilnahme an Events bezahlt, bei denen sie Sex mit Jeffries, Smith und anderen Männern haben sollten. Dass es bei diesen Events zu Sex kommen würde, war aber nicht allen im Vorfeld klar. Andere erhofften sich als Dank für ihr \"Mitwirken\" Modeljobs für Abercrombie. Bei allen Opfern, mit denen die BBC sprechen konnte, haben diese Events tiefe seelische und zum Teil auch körperliche Spuren hinterlassen. Eine Geschichte, die unter die Haut geht, wütend macht und mit starkem Storytelling glänzt. Ein Jahr nach Veröffentlichung des Podcasts wurden Jeffries und Smith wegen Sexhandel, Vergewaltigung und sexueller Nötigung angeklagt – und es gibt inzwischen auch neue Folgen zu den Ermittlungen.",
        "Language": "English",
        "Podlink": "https://pod.link/1704480561",
        "recommended_by": "Oh my pod!",
        "CoverPath": "cover/podcast_recSb2nVXoMNH1zRT.jpg"
      }
    },
    {
      "fields": {
        "Title": "Azizam",
        "Description": "Host Aida Amini erlaubt uns in ihrem Podcast \"Azizam – Die Revolution meiner Mama\" tiefe Einblicke in ihre Familiengeschichte. Aidas Mama Malihe ist Mitte der 90er Jahre aus Iran nach Deutschland ausgewandert. Und bis vor wenigen Jahren waren weder Aida noch Malihe sonderlich politisch aktiv. Aber die feministische Freiheitsbewegung „Jin, Jiyan, Azadî”, die 2022 durch den Mord an Jina Mahsa Amini in Iran aufgeflammt ist, bringt beide Frauen zum Nachdenken: Hätte Malihe Iran vielleicht doch nicht verlassen sollen? Wäre es ihre Pflicht gewesen, ihre eigene Revolution zu beginnen? Muss sich Aida als Deutsch-Iranerin politisch mehr einbringen? In Azizam führt Aida lange Gespräche mit ihrer Mutter und anderen Familienmitgliedern. Es geht um ihre individuellen Biografien, aber auch um die Biografie des Heimatlandes ihrer Mutter, die als junges Mädchen in Iran so lange Skateboard gefahren ist, bis die Sittenpolizei kam. ",
        "Language": "German",
        "Podlink": "https://pod.link/1835453061",
        "recommended_by": "Oh my pod!",
        "CoverPath": "cover/podcast_recTgjeNv3bUsc437.jpg"
      }
    },
    {
      "fields": {
        "Title": "Heavyweight",
        "Description": "\"Heavyweight\" ist ein Podcast über schwergewichtige Themen: Es geht um offene Fragen, ungelöste Konflikte, verpasste Chancen. Mit viel Feingefühl, einer großen Neugier an allem Zwischenmenschlichen und jeder Menge Humor kümmert sich Host Jonathan Goldstein um die Altlasten seiner Protagonist*innen. Ob es nun darum geht, einen verloren gegangenen Papagei aufzuspüren, herauszufinden, ob sich jemand als Kind wirklich den Arm gebrochen hat, oder seinen Vater und Onkel zu versöhnen, die jahrelang nicht miteinander gesprochen haben. Man könnte \"Heavyweight\" als investigatives Storytelling-Doku-Format beschreiben und Goldstein als Privatdetektiv, Mediator und Therapeut in Personalunion. Die Recherchen sind so toll, weil sie auch wahnsinnig aufwendig sind. ",
        "Language": "English",
        "Podlink": "https://pod.link/1150800298",
        "recommended_by": "Oh my pod!",
        "CoverPath": "cover/podcast_recWXejpmJW2MxCcZ.jpg"
      }
    },
    {
      "fields": {
        "Title": "The 13th Step",
        "Description": "Viele von euch werden schon mal von den Zwölf-Schritte-Programm der Anonymen Alkoholiker gehört haben. Dazu zählen Verantwortung übernehmen, sich zu entschuldigen, innere Inventur machen und bei vielen Schritten wird gebetet. Doch es gibt noch einen inoffiziellen 13. Schritt, der unter Programm-Teilnehmenden schon lange bekannt ist: Wenn ein neues Mitglied (meist eine Frau) einer Gruppe beitritt, ist die Gefahr hoch, dass ein erfahrenes Mitglied sie zu Sex drängt oder sogar vergewaltigt. Reporterin Lauren Chooljian deckt in \"The 13th Step\" auf, wie verbreitet dieses Unrecht ist. Vor allem fokussiert sie sich auf den Chef des größten Suchtklinik-Netzwerks in New Hampshire, der sowohl von Ex-Patientinnen als auch Mitarbeiterinnen der sexualisierten Gewalt beschuldigt wird. Chooljian kommt ihm so nahe, dass sie und ihre Eltern selbst Opfer von Anschlägen werden. Wir sind als Hörer*innen ganz nah dran an dieser atemlosen Reportage, in der mal wieder Journalist*innen den Job der Polizei übernehmen. \"The 13th Step\" hat in den letzten Jahren immer wieder Update-Folgen bekommen, die Geschichte bleibt so aktuell.",
        "Language": "English",
        "Podlink": "https://pod.link/1690367401",
        "recommended_by": "Oh my pod!",
        "CoverPath": "cover/podcast_recXpPpuSKqPkY1dV.jpg"
      }
    },
    {
      "fields": {
        "Title": "Teurer Fahren",
        "Description": "In \"Teurer Fahren\" von detektor.fm geht es um die Deutschen Bahn AG – zu der vermutlich jeder eine Meinung hat. Aber habt ihr euch schon mal damit auseinandergesetzt, WARUM es mit der Bahn oft so schwierig ist? Warum es gefühlt auf jeder Fahrt kleine bis riesengroße Probleme gibt und warum Bahnfahren in Zeiten des Klimawandels immer noch so teuer ist? Host Charlotte Thielmann und Reporterin Joana Voss liefern Antworten. Sie finden raus, warum in Deutschland so viele unnötige, teure Tunnel gebaut wurden und es heute überall an Überholgleisen fehlt. Sie sprechen mit Politiker*innen, ehemaligen Bahn-Chefs, Lokführern und Infrastrukturexpert*innen. Und am schönsten sind die Gespräche mit Experten, bei denen man raushört, dass jemand schon seit Jahrzehnten darauf wartet, dass endlich mal jemand fragt.",
        "Language": "German",
        "Podlink": "https://pod.link/1663058488",
        "recommended_by": "Oh my pod!",
        "CoverPath": "cover/podcast_recYGVCz8nVAVNbfs.jpg"
      }
    },
    {
      "fields": {
        "Title": "I Will Survive",
        "Description": "In \"I Will Survive\" geht es um wilde Partynächte mit Freddie Mercury in München und um Rita Süssmuths erste Schritte als eine von zwei Frauen im Kabinett von Helmut Kohl in Bonn. Das passt nicht zusammen? Doch, sehr gut sogar. Denn \"I Will Survive\" erzählt den Kampf gegen die AIDS-Krise in den 80er Jahren. Bayern setzte auf Ausgrenzung, Rita Süssmuth, Ministerin für Jugend, Familie und Gesundheit, auf Aufklärung. Wir hören von Mitgliedern der damaligen queeren Szene, die teilweise ganze Freundeskreise an das Virus verloren haben. Und sie alle – also außer Freddie – bekommen viel Raum, ihre Geschichten zu erzählen. Die siebenteilige Reihe des BR erzählt ein hartes Thema ganz sensibel, arbeitet die Politik der Zeit kritisch auf – und der Disco-Soundtrack der 80er ist eine Wohltat bei all den emotionalen Talfahrten.",
        "Language": "German",
        "Podlink": "https://pod.link/1742787475",
        "recommended_by": "Oh my pod!",
        "CoverPath": "cover/podcast_reca5UR7I4b6KQgT5.jpg"
      }
    },
    {
      "fields": {
        "Title": "Die Goldspur",
        "Description": "Gold steckt nicht nur in teuren Uhren und edlem Schmuck, es steckt auch in deinem Smartphone und Laptop. Aber weißt du, ob dieses Gold aus legalen Quellen stammt? Das wissen häufig noch nicht mal Expert*innen, zeigt Reporter Fabian Federl in \"Die Goldspur\". In der vierteiligen WDR-Doku verfolgt er den Weg des Goldes. Seine Recherchen beginnen im Regenwald von Französisch-Guyana, wo er einen Militäreinsatz gegen illegale Goldwäscher begleitet. Es gibt eine wilde Verfolgungsjagd, ein Schuss fällt. Fabian zeigt, wie das illegale Gold mit umweltschädlichem Quecksilber gereinigt wird, wie es von Suriname nach Dubai gelangt und schlussendlich in der Schweiz landet – als angeblich \"sauberes\", zertifiziertes Gold. Das ernüchternde Fazit: Ob das Gold in deinem Handy sauber, oder mit Umweltverschmutzung und Menschenrechtsverletzung belastet ist, wirst du wohl nicht herausfinden können. \"Die Goldspur\" ist eine sehr aufwendige Reportage, die man selten so im deutschen Podcastmarkt hört. ",
        "Language": "German",
        "Podlink": "https://pod.link/1806281425",
        "recommended_by": "Oh my pod!",
        "CoverPath": "cover/podcast_recaBPLtgL8HYsTXf.jpg"
      }
    },
    {
      "fields": {
        "Title": "Crushed",
        "Description": "Im aktuellen, geopolitischen Klima können wir doch alle hin und wieder etwas flauschiges, leichtes auf die Ohren gebrauchen. \"Crushed\" ist da genau das richtige. Es geht um, genau, Crushes. Also Schwärmereien. Host Margaret Cabourn Smith lädt sich lustige, prominente Gäste ein, die ihr Leben in verschieden Crush-Eras einordnen. Meistens geht es dabei um die schlimmste, aber irgendwie auch schönste, weil nostalgischste Form von Crushes: die unerwiderte Verknalltheit. Die meisten Geschichten sind richtig herzerwärmend, werden mit viel Witz erzählt und sind maximal relatable. Es gibt schon 75 Episoden, also legt euch rein in die Schwärmereien von berühmten Menschen und blendet die Realität für einen Moment aus. ",
        "Language": "English",
        "Podlink": "https://pod.link/1615555767",
        "recommended_by": "Oh my pod!",
        "CoverPath": "cover/podcast_recbriWhYTCcXtJjP.jpg"
      }
    },
    {
      "fields": {
        "Title": "Springerstiefel",
        "Description": "Mit dem Erstarken der AfD werden auch die Stimmen immer lauter, die den Rechtsextremismus in den neuen Bundesländern thematisieren und kritisieren. Das ist gut und wichtig, nur fühlt sich das manchmal schal an, weil immer noch zu oft über den Osten gesprochen wird. Die Stimmen von Hendrik Bolz und Don Pablo Mulemba, den Hosts von \"Springerstiefel\", höre ich dagegen gerne, denn sie kommen selbst aus Ostdeutschland – aber haben in ihrer Jugend recht unterschiedliche Erfahrungen gemacht. Für diesen Podcast verbringen sie viel Zeit an Orten, wo Rechtsextremismus gerade wieder aufzuleben scheint. Aber das ist ein Trugschluss, denn schnell wird klar: Er war nie richtig weg. Davon erzählt etwa eine Frau, die sich als Sozialarbeiterin gegen den Rechtsruck stark macht und erleben muss, wie selbst ihr Sohn ins rechte Milieu abrutscht. ",
        "Language": "German",
        "Podlink": "https://pod.link/1709109870",
        "recommended_by": "Oh my pod!",
        "CoverPath": "cover/podcast_rechgNyLbOonv1JKM.jpg"
      }
    },
    {
      "fields": {
        "Title": "Outside/In",
        "Description": "\"Outside/In\" ist ein Wissenschaftspodcast für Umweltthemen, bei dem die Berichterstattung immer wieder auch draußen stattfindet. Ein Reporter*innen-Team des US-amerikanischen öffentlich-rechtlichen Radiosenders NHPR nimmt sich Fragen an wie: Ruiniert die Hitserie \"Yellowstone\" das Leben der Bewohner*innen Montanas? Was haben irische Bäuer*innen gegen Fichten? Aber auch: Wie viel kann ich von einer giftigen Frucht essen, ohne zu sterben? \"Outside/In\" glänzt damit, dass der Podcast auch schwerere Themen konstruktiv aufarbeitet, die Reporter*innen immer eine menschliche, emotionale und häufig auch humorvolle Perspektive finden. Außerdem bekommt man hier massig Nischenwissen, mit dem man auf der nächsten Party glänzen kann. Du könntest zum Beispiel erzählen, warum es Sardinen 2025 in die Vogue geschafft haben. ",
        "Language": "English",
        "Podlink": "https://pod.link/1061222770",
        "recommended_by": "Oh my pod!",
        "CoverPath": "cover/podcast_recipImImLpY4Xi4Z.jpg"
      }
    },
    {
      "fields": {
        "Title": "Die Flut: Warum musste Johanna sterben?",
        "Description": "Die Flut im Ahrtal ist nun schon einige Jahre her, aber mit dem Podcast \"Die Flut – Warum musste Johanna sterben?\" ist man nochmal ganz nah dran. In den ersten drei Folgen geht es um das Schicksal der 22-jährigen Johanna Orth, eines der 135 Todesopfer im Ahrtal. Ihre Eltern und Freund*innen erzählen sehr bewegend von der Zeit, in der sie nach Johanna gesucht haben und wie sie mit ihrem Verlust umgegangen sind. Host Marius Reichert lebt selbst im Ahrtal und kennt Familie Orth schon lange, wodurch sehr offene, emotionale Gespräche entstehen. Es fühlt sich fast voyeuristisch an, den Schmerz dieser Menschen so auszustellen, aber es hat einen Zweck: Denn in der zweiten Hälfte des Podcasts wechseln wir auf die Sachebene. Es geht darum, ob die Entscheider vor Ort Fehler gemacht haben, ob sie die Warnungen nicht ernst genug genommen haben, ob 135 Menschen heute noch leben könnten und: was wir aus dieser Katastrophe lernen müssen.",
        "Language": "German",
        "Podlink": "https://pod.link/1631549120",
        "recommended_by": "Oh my pod!",
        "CoverPath": "cover/podcast_recjCEb77gHRMSjMT.jpg"
      }
    },
    {
      "fields": {
        "Title": "Where is Jón",
        "Description": "Im Februar 2019 reist der 41-jährige Isländer Jón Jónsson für ein Pokerturnier nach Dublin. 24 Stunden nach seiner Ankunft verschwindet er spurlos. Seine Familie reist ihm hinterher, wird Monate in Irland verbringen, um nach Jón zu suchen. Ist er abgetaucht? Wollte er vor Spielschulden fliehen? Oder ist er einem Verbrechen zum Opfer gefallen? \"Where is Jón?\" ist auf der einen Seite ein klassischer True-Crime-Podcast, der einen Vermisstenfall wieder aufrollt. Auf der anderen Seite ist es eine ungewöhnliche Zusammenarbeit: Der Podcast ist eine Kooperation zwischen den öffentlich-rechtlichen Sendern Irlands und Islands – und hat auch Hosts aus beiden Ländern. Die Reporterin Anna Marsibil Clausen begleitet Jóns Familie in Island und Liam O'Brien leitet die Recherche in Irland. Ich fand die Doku berührend und hörenswert, weil gerade Clausen ganz nah an Jóns Familie herankommt und die Geschichte fesselnd, aber auf positive Weise unaufgeregt erzählt. ",
        "Language": "English",
        "Podlink": "https://pod.link/1815128281",
        "recommended_by": "Oh my pod!",
        "CoverPath": "cover/podcast_recnD5kTKMOE0mlG3.jpg"
      }
    },
    {
      "fields": {
        "Title": "Maintenance Phase",
        "Description": "In Zeiten von Social Media ist es echt schwer, seinem Körper gegenüber wohl gesonnen zu bleiben und nicht von einem Trend zum nächsten zu springen. Wer dagegen steuert, sind die Hosts von \"Maintenance Phase\", Aubrey Gordon und Michael Hobbes. Aubrey und Michael are doing the lord's work und setzen sich intensiv und wissenschaftlich mit den Scams, Trends und der Pseudowissenschaft der Fitness- und Diätindustrie auseinander. Von Goop über Selleriesaft-Diäten bis zur Frage, warum der BMI eigentlich Quatsch ist – das Archiv ist voll mit diversen und spannenden Themen. Aubrey und Michael wissen beide, wie man Studien richtig liest und interpretiert – eine Wohltat in diesen Zeiten. Sie schaffen es außerdem, dabei unglaublich unterhaltsam zu sein und Audreys Lache steckt garantiert an.",
        "Language": "English",
        "Podlink": "https://pod.link/1535408667",
        "recommended_by": "Oh my pod!",
        "CoverPath": "cover/podcast_recnIGGVuEIWyo0ZL.jpg"
      }
    },
    {
      "fields": {
        "Title": "Seelenfänger: Diagnose Tod",
        "Description": "In der \"Seelenfänger\"-Staffel \"Diagnose: Tod\" geht es um Germanische Neue Medizin. Der Begründer dieser Methode, Ryke Geerd Hamer, sieht den Auslöser aller Krankheiten in \"seelischen Konflikten\". Ok, dass Stress krank machen kann, wissen wir. Aber Hamer geht noch einen Schritt weiter: Er sieht alle Medikamente als gefährlich an und rät seinen \"Patient*innen\" aktiv davon ab. Auch Krebspatient*innen sollen sich auf keinen Fall durch Chemotherapie \"vergiften\" lassen. Dazu kommt noch eine große Portion Verschwörungsglaube und Antisemitismus. Davon berichtet die Protagonistin dieser Staffel, Caro. Sie ist selbst noch eine Teenagerin, als ihre Mutter an Brustkrebs stirbt. Die hatte Hamer vertraut – bis in den Tod. Selbst als sie vor Schmerzen schrie, hat sie ihrer Tochter verboten, einen Krankenwagen zu rufen. Eine Geschichte, die ungläubig und wütend macht, und einfach sehr gut erzählt ist. ",
        "Language": "German",
        "Podlink": "https://pod.link/1646014385",
        "recommended_by": "Oh my pod!",
        "CoverPath": "cover/podcast_recoRAMvA1QhBvviE.jpg"
      }
    },
    {
      "fields": {
        "Title": "How Do You Cope?",
        "Description": "Dies ist eine Empfehlung für alle Fans von deep talks, in denen man sich gesehen fühlt. Die beiden Comedians Elis James und John Robins laden sich in ihrem Podcast \"How Do You Cope?\" prominente Gäste ein, um über deren Tiefpunkte und Schicksalsschläge zu reden. Oder wie man auf LinkedIn sagt: über ihre größten Herausforderungen. Es geht um Depressionen, toxische Männlichkeit, Trauer, Sucht, Body Image und die Frage: Wie packt ihr das? Das klingt heavy, vor allem aber ist es: menschlich. Elis und John sind in diesem Podcast aufmerksame, empathische Gesprächspartner und erst in zweiter oder dritter Linie Comedians. Denn natürlich darf auch bei schweren Themen ein bisschen comic relief nicht fehlen. Wie soll man sonst copen? Zum Einstieg bietet sich die erste Folge der vierten Staffel an, in der John selbst der Protagonist ist und von seiner jahrzehntelangen Alkoholsucht erzählt.",
        "Language": "English",
        "Podlink": "https://pod.link/1484491260",
        "recommended_by": "Oh my pod!",
        "CoverPath": "cover/podcast_recrLwqVpNxDYt6So.jpg"
      }
    },
    {
      "fields": {
        "Title": "Believe in Magic",
        "Description": "Die 16-jährige Megan Bhari bekommt 2012 eine Krebsdiagnose und gründet daraufhin eine Charity, die schwerkranken Kindern jeweils einen großen Wunsch erfüllen soll. Der Name der Organisation: \"Believe in Magic\". Inspirierend, oder? Oder?? Megan bekommt für ihren Einsatz viel Aufmerksamkeit, sogar von ihrer Lieblingsband One Direction. Sie teilt im Netz, wie es ihr immer schlechter geht und sammelt Geld für eine lebensrettende Behandlung in den USA. Unzählige Menschen spenden für sie. Aber es gibt auch Skeptiker*innen. Eine Gruppe sogenannter \"Internet Sleuths\", also selbst ernannte Detektivinnen (sind alles Frauen), fängt an, zu recherchieren. Sie finden heraus, das Megans Reise in die USA gar nicht in ein Krankenhaus führte, sondern nach Disneyland. Ist alles nur eine große Lüge? Aber die Geschichte hinter Believe in Magic ist viel komplexer als ein simpler Scam und das Ende viel tragischer als erwartet. ",
        "Language": "English",
        "Podlink": "https://pod.link/1683405079",
        "recommended_by": "Oh my pod!",
        "CoverPath": "cover/podcast_recylghCSLFe9jWWa.jpg"
      }
    },
    {
      "fields": {
        "Title": "SchwarzRotGold: Mesut Özil zu Gast bei Freunden",
        "Description": "Mesut Özil, einst Fußballwunderkind und Integrationsvorbild, kehrt Deutschland den Rücken und fällt 2023 mit einem Tattoo der rechtsextremen Grauen Wölfe auf. Wie ist das passiert? Auch wer sich nicht für Fußball interessiert, wird bei \"Schwarz Rot Gold: Mesut Özil zu Gast bei Freunden\" viel mitnehmen können. Hosts Khesrau Behroz und Karim Khattab erzählen in den acht Folgen nämlich nicht nur Fußballgeschichte, sondern verhandeln auch gesellschaftspolitische Fragen, wie z.B. wer in Deutschland dazugehören darf und wer lieber nicht. Die Serie lebt von sehr persönlichen Einblicken in Özils Leben und Karriere durch u.a. seinen Vater und ehemaligen Lehrer.",
        "Language": "German",
        "Podlink": "https://pod.link/1714416676",
        "recommended_by": "Oh my pod!",
        "CoverPath": "cover/podcast_recyvrhFVAplFh2rf.jpg"
      }
    },
    {
      "fields": {
        "Title": "Diagnose: Unangepasst",
        "Description": "In \"Diagnose: Unangepasst – Der Albtraum Tripperburg\" geht es um ein dunkles Kapitel DDR-Geschichte. Als \"Tripperburgen\" wurden in der DDR geschlossene venerologische Stationen bezeichnet. Einrichtungen, in denen eigentlich Menschen mit Geschlechtskrankheiten behandelt werden sollten. In der Realität gehörten sie zum staatlichen Disziplinierungssystem der DDR und wurden dafür genutzt, junge Mädchen und Frauen einzusperren, die sich nicht systemkonform verhielten. Diese Frauen erlebten neben dem Freiheitsentzug über Wochen brutale gynäkologische Untersuchungen und Behandlungen bis hin zum Missbrauch. Dieser Podcast erzählt die Geschichten von drei Betroffenen, die aus unterschiedlichen (aber gleichermaßen fadenscheinigen) Gründen auf diesen Stationen landeten. ",
        "Language": "German",
        "Podlink": "https://pod.link/1742715369",
        "recommended_by": "Oh my pod!",
        "CoverPath": "cover/podcast_reczJLwWowf474Eps.jpg"
      }
    }
  ]
}